
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatycznie";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Hasło PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Wspólne hasło IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Hasło IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Połączenie sieciowe (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Połączenie sieciowe";
"KEYCHAIN_KIND_EAPOL" = "Hasło 802.1X";
